Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# group_done
source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fa: انجام شد
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Concluído
pt_br: Concluído
ro: Gata
ru: Готово
sq: U krye
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

# group_edit_title
source: Edit group
ar: تعديل المجموعة
cs: Upravit skupinu
da: Rediger gruppe
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es: Editar grupo
fa: ویرایش گروه
fi: Muokkaa ryhmää
fr: Modifier le groupe
he: עריכת קבוצה
hi: समूह संपादित करें
hu: Csoport szerkesztése
id: Edit grup
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nb: Rediger gruppe
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
pt_br: Editar grupo
ro: Editează grupul
ru: Изменить группу
sq: Ndrysho grupin
sv: Redigera grupp
th: แก้ไขกลุ่ม
tr: Grubu düzenle
uk: Редагувати групу
vi: Sửa nhóm
zh_hans: 编辑分组

# group_in_other
source: in %1$@
ar: في %1$@
cs: v %1$@
da: i %1$@
el: σε %1$@
es: en %1$@
fa: در %1$@
fi: ryhmässä %1$@
fr: dans %1$@
he: ב־%1$@
hi: %1$@ में
hu: itt: %1$@
id: di %1$@
ja: %1$@内
ko: %1$@에 있음
nb: i %1$@
pl: w %1$@
pt: em %1$@
pt_br: em %1$@
ro: în %1$@
ru: в %1$@
sq: në %1$@
sv: i %1$@
th: ใน %1$@
tr: %1$@ içinde
uk: у %1$@
vi: trong %1$@
zh_hans: 在 %1$@

source: Group name
ar: اسم المجموعة
cs: Název skupiny
da: Gruppens navn
de: Name der Gruppe
el: Όνομα ομάδας
es: Nombre del grupo
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
hi: समूह का नाम
hu: Csoport neve
id: Nama grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
pt_br: Nome do grupo
ro: Numele grupului
ru: Название группы
sq: Emri i grupit
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 分组名称

# group_new
source: New group…
ar: مجموعة جديدة…
cs: Nová skupina…
da: Ny gruppe…
de: Neue Gruppe…
el: Νέα ομάδα…
es: Nuevo grupo…
fa: گروه جدید…
fi: Uusi ryhmä…
fr: Nouveau groupe…
he: קבוצה חדשה…
hi: नया समूह…
hu: Új csoport…
id: Grup baru…
it: Nuovo gruppo…
ja: 新しいグループ…
ko: 새 그룹…
nb: Ny gruppe…
nl: Nieuwe groep…
pl: Nowa grupa…
pt: Novo grupo…
pt_br: Novo grupo…
ro: Grup nou…
ru: Новая группа…
sq: Grup i ri…
sv: Ny grupp…
th: กลุ่มใหม่…
tr: Yeni grup…
uk: Нова група…
vi: Nhóm mới…
zh_hans: 新建分组…

# group_next
source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
he: הבא
hi: आगे
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Avançar
pt_br: Avançar
ro: Înainte
ru: Далее
sq: Vazhdo
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_hans: 下一步

# group_none
source: No group
ar: بدون مجموعة
cs: Bez skupiny
da: Ingen gruppe
de: Keine Gruppe
el: Χωρίς ομάδα
es: Sin grupo
fa: بدون گروه
fi: Ei ryhmää
fr: Aucun groupe
he: ללא קבוצה
hi: कोई समूह नहीं
hu: Nincs csoport
id: Tanpa grup
it: Nessun gruppo
ja: グループなし
ko: 그룹 없음
nb: Ingen gruppe
nl: Geen groep
pl: Bez grupy
pt: Sem grupo
pt_br: Sem grupo
ro: Fără grup
ru: Без группы
sq: Pa grup
sv: Ingen grupp
th: ไม่มีกลุ่ม
tr: Grup yok
uk: Без групи
vi: Không có nhóm
zh_hans: 无分组

# group_rename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar nombre
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ro: Redenumește
ru: Переименовать
sq: Riemërto
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

# group_search_hint
source: Search pair
ar: البحث عن زوج
cs: Hledat pár
da: Søg par
de: Paar suchen
el: Αναζήτηση ζεύγους
es: Buscar par
fa: جستجوی جفت
fi: Hae paria
fr: Rechercher une paire
he: חיפוש צמד
hi: जोड़ा खोजें
hu: Pár keresése
id: Cari pasangan
it: Cerca coppia
ja: ペアを検索
ko: 페어 검색
nb: Søk etter par
nl: Paar zoeken
pl: Szukaj pary
pt: Pesquisar par
pt_br: Pesquisar par
ro: Caută pereche
ru: Поиск пары
sq: Kërko çift
sv: Sök par
th: ค้นหาคู่เทรด
tr: Parite ara
uk: Пошук пари
vi: Tìm cặp
zh_hans: 搜索交易对

# group_target
source: In group
ar: في المجموعة
cs: Ve skupině
da: I gruppe
de: In Gruppe
el: Στην ομάδα
es: En grupo
fa: در گروه
fi: Ryhmään
fr: Dans le groupe
he: בקבוצה
hi: समूह में
hu: Csoportba
id: Dalam grup
it: Nel gruppo
ja: グループ
ko: 그룹
nb: I gruppe
nl: In groep
pl: W grupie
pt: No grupo
pt_br: No grupo
ro: În grup
ru: В группе
sq: Në grup
sv: I grupp
th: ในกลุ่ม
tr: Gruba
uk: У групі
vi: Vào nhóm
zh_hans: 分组

# group_title
source: Group
ar: المجموعة
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
fa: گروه
fi: Ryhmä
fr: Groupe
he: קבוצה
hi: समूह
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
nb: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
pt_br: Grupo
ro: Grup
ru: Группа
sq: Grupi
sv: Grupp
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 分组

# group_value
source: Group: %1$@
ar: المجموعة: %1$@
cs: Skupina: %1$@
da: Gruppe: %1$@
de: Gruppe: %1$@
el: Ομάδα: %1$@
es: Grupo: %1$@
fa: گروه: %1$@
fi: Ryhmä: %1$@
fr: Groupe : %1$@
he: קבוצה: %1$@
hi: समूह: %1$@
hu: Csoport: %1$@
id: Grup: %1$@
it: Gruppo: %1$@
ja: グループ：%1$@
ko: 그룹: %1$@
nb: Gruppe: %1$@
nl: Groep: %1$@
pl: Grupa: %1$@
pt: Grupo: %1$@
pt_br: Grupo: %1$@
ro: Grup: %1$@
ru: Группа: %1$@
sq: Grupi: %1$@
sv: Grupp: %1$@
th: กลุ่ม: %1$@
tr: Grup: %1$@
uk: Група: %1$@
vi: Nhóm: %1$@
zh_hans: 分组：%1$@

# hint_favorites_list
source: Tip: tap ☆ to make an entry a favorite – favorites stay at the top.
ar: نصيحة: اضغط على ☆ للإضافة إلى المفضلة – تبقى المفضلة في الأعلى.
cs: Tip: klepnutím na ☆ přidáte do oblíbených – oblíbené jsou nahoře.
da: Tip: tryk på ☆ for favorit – favoritter står øverst.
de: Tipp: ☆ antippen = Favorit – Favoriten stehen oben.
el: Συμβουλή: πατήστε ☆ για αγαπημένο – τα αγαπημένα μένουν πάνω.
es: Consejo: toca ☆ para marcar como favorito; los favoritos quedan arriba.
fa: نکته: برای علاقه‌مندی روی ☆ بزنید – علاقه‌مندی‌ها بالا می‌مانند.
fi: Vinkki: napauta ☆ lisätäksesi suosikin – suosikit pysyvät ylhäällä.
fr: Astuce : touchez ☆ pour mettre en favori – les favoris restent en haut.
he: טיפ: הקישו על ☆ למועדף – המועדפים נשארים למעלה.
hi: सुझाव: पसंदीदा के लिए ☆ पर टैप करें – पसंदीदा ऊपर रहते हैं।
hu: Tipp: koppintson a ☆-ra a kedvencekhez – a kedvencek felül maradnak.
id: Tips: ketuk ☆ untuk favorit – favorit tetap di atas.
it: Suggerimento: tocca ☆ per un preferito – i preferiti restano in alto.
ja: ヒント: ☆ をタップでお気に入り。お気に入りは上に表示されます。
ko: 팁: ☆를 탭하면 즐겨찾기 – 즐겨찾기는 위에 표시됩니다.
nb: Tips: trykk på ☆ for favoritt – favoritter står øverst.
nl: Tip: tik op ☆ voor een favoriet – favorieten blijven bovenaan.
pl: Wskazówka: dotknij ☆, by dodać do ulubionych – ulubione są na górze.
pt: Dica: toque em ☆ para favorito – os favoritos ficam no topo.
pt_br: Dica: toque em ☆ para favoritar – os favoritos ficam no topo.
ro: Sfat: atinge ☆ pentru favorit – favoritele rămân sus.
ru: Совет: коснитесь ☆, чтобы добавить в избранное – избранное вверху.
sq: Këshillë: prek ☆ për të preferuar – të preferuarat mbeten lart.
sv: Tips: tryck på ☆ för favorit – favoriter ligger överst.
th: เคล็ดลับ: แตะ ☆ เพื่อเป็นรายการโปรด รายการโปรดอยู่ด้านบน
tr: İpucu: favori için ☆ simgesine dokunun – favoriler üstte kalır.
uk: Порада: торкніться ☆, щоб додати в обране – обране вгорі.
vi: Mẹo: chạm ☆ để yêu thích – mục yêu thích luôn ở trên.
zh_hans: 提示：点按 ☆ 设为收藏，收藏始终在最上方。

# ind_ath
source: Months since all-time high
ar: أشهر منذ أعلى مستوى تاريخي
cs: Měsíce od historického maxima
da: Måneder siden rekordniveauet
de: Monate seit Allzeithoch
el: Μήνες από το ιστορικό υψηλό
es: Meses desde el máximo histórico
fa: ماه از سقف تاریخی
fi: Kuukautta kaikkien aikojen huipusta
fr: Mois depuis le plus haut historique
he: חודשים מאז שיא כל הזמנים
hi: सर्वकालिक उच्च के बाद से महीने
hu: Hónapok a történelmi csúcs óta
id: Bulan sejak harga tertinggi sepanjang masa
it: Mesi dal massimo storico
ja: 史上最高値からの月数
ko: 사상 최고가 이후 개월 수
nb: Måneder siden all-time high
nl: Maanden sinds recordhoogte
pl: Miesiące od historycznego szczytu
pt: Meses desde o máximo histórico
pt_br: Meses desde a máxima histórica
ro: Luni de la maximul istoric
ru: Месяцев после исторического максимума
sq: Muaj nga maksimumi historik
sv: Månader sedan rekordnivån
th: เดือนนับจากจุดสูงสุดตลอดกาล
tr: Zirveden bu yana geçen ay
uk: Місяців після історичного максимуму
vi: Số tháng từ đỉnh mọi thời đại
zh_hans: 距历史最高点月数

# ind_cross
source: Trend 50/200 days
ar: الاتجاه 50/200 يوم
cs: Trend 50/200 dní
da: Trend 50/200 dage
de: Trend 50/200 Tage
el: Τάση 50/200 ημερών
es: Tendencia 50/200 días
fa: روند ۵۰/۲۰۰ روزه
fi: Trendi 50/200 päivää
fr: Tendance 50/200 jours
he: מגמת 50/200 ימים
hi: रुझान 50/200 दिन
hu: Trend 50/200 nap
id: Tren 50/200 hari
it: Trend 50/200 giorni
ja: トレンド 50/200日
ko: 추세 50/200일
nb: Trend 50/200 dager
nl: Trend 50/200 dagen
pl: Trend 50/200 dni
pt: Tendência 50/200 dias
pt_br: Tendência 50/200 dias
ro: Trend 50/200 zile
ru: Тренд 50/200 дней
sq: Trendi 50/200 ditë
sv: Trend 50/200 dagar
th: แนวโน้ม 50/200 วัน
tr: Trend 50/200 gün
uk: Тренд 50/200 днів
vi: Xu hướng 50/200 ngày
zh_hans: 50/200 日趋势

# ind_drawdown
source: Drop from all-time high
ar: الانخفاض من أعلى مستوى تاريخي
cs: Pokles od historického maxima
da: Fald fra rekordniveau
de: Rückgang vom Allzeithoch
el: Πτώση από το ιστορικό υψηλό
es: Caída desde el máximo histórico
fa: افت از سقف تاریخی
fi: Lasku kaikkien aikojen huipusta
fr: Baisse depuis le plus haut historique
he: ירידה משיא כל הזמנים
hi: सर्वकालिक उच्च से गिरावट
hu: Esés a történelmi csúcstól
id: Penurunan dari harga tertinggi sepanjang masa
it: Calo dal massimo storico
ja: 史上最高値からの下落率
ko: 사상 최고가 대비 하락률
nb: Fall fra all-time high
nl: Daling vanaf recordhoogte
pl: Spadek od historycznego szczytu
pt: Queda desde o máximo histórico
pt_br: Queda desde a máxima histórica
ro: Scădere de la maximul istoric
ru: Падение от исторического максимума
sq: Rënia nga maksimumi historik
sv: Fall från rekordnivå
th: การลดลงจากจุดสูงสุดตลอดกาล
tr: Tüm zamanların zirvesinden düşüş
uk: Падіння від історичного максимуму
vi: Mức giảm từ đỉnh mọi thời đại
zh_hans: 距历史最高点跌幅

# ind_halving
source: Months since halving
ar: أشهر منذ التنصيف
cs: Měsíce od halvingu
da: Måneder siden halveringen
de: Monate seit Halving
el: Μήνες από το halving
es: Meses desde el halving
fa: ماه از هاوینگ
fi: Kuukautta puoliintumisesta
fr: Mois depuis le halving
he: חודשים מאז ההאלבינג
hi: हॉल्विंग के बाद से महीने
hu: Hónapok a halving óta
id: Bulan sejak halving
it: Mesi dall'halving
ja: 半減期からの月数
ko: 반감기 이후 개월 수
nb: Måneder siden halvering
nl: Maanden sinds de halving
pl: Miesiące od halvingu
pt: Meses desde o halving
pt_br: Meses desde o halving
ro: Luni de la halving
ru: Месяцев после халвинга
sq: Muaj nga halving-u
sv: Månader sedan halveringen
th: เดือนนับจากฮาล์ฟวิ่ง
tr: Halving'den bu yana geçen ay
uk: Місяців після халвінгу
vi: Số tháng từ halving
zh_hans: 距减半月数

# ind_hash
source: Miner capitulation (hash ribbons)
ar: استسلام المعدّنين (Hash Ribbons)
cs: Kapitulace těžařů (hash ribbons)
da: Miner-kapitulation (hash ribbons)
de: Miner-Kapitulation (Hash Ribbons)
el: Συνθηκολόγηση εξορυκτών (hash ribbons)
es: Capitulación de mineros (hash ribbons)
fa: تسلیم ماینرها (Hash Ribbons)
fi: Louhijoiden antautuminen (hash ribbons)
fr: Capitulation des mineurs (hash ribbons)
he: כניעת כורים (Hash Ribbons)
hi: माइनर कैपिटुलेशन (हैश रिबन्स)
hu: Bányászkapituláció (hash ribbons)
id: Kapitulasi penambang (hash ribbons)
it: Capitolazione dei miner (hash ribbons)
ja: マイナーの降伏（ハッシュリボン）
ko: 채굴자 항복(해시 리본)
nb: Miner-kapitulasjon (hash ribbons)
nl: Capitulatie van miners (hash ribbons)
pl: Kapitulacja górników (hash ribbons)
pt: Capitulação dos mineradores (hash ribbons)
pt_br: Capitulação dos mineradores (hash ribbons)
ro: Capitularea minerilor (hash ribbons)
ru: Капитуляция майнеров (hash ribbons)
sq: Kapitullimi i minerëve (hash ribbons)
sv: Miner-kapitulation (hash ribbons)
th: การยอมแพ้ของนักขุด (Hash Ribbons)
tr: Madenci kapitülasyonu (hash ribbons)
uk: Капітуляція майнерів (hash ribbons)
vi: Thợ đào đầu hàng (Hash Ribbons)
zh_hans: 矿工投降（哈希带）

# ind_ma200w
source: Price vs. 200-week average
ar: السعر مقابل متوسط 200 أسبوع
cs: Cena vs. 200týdenní průměr
da: Kurs i forhold til 200-ugers gennemsnit
de: Kurs zum 200-Wochen-Schnitt
el: Τιμή έναντι μέσου όρου 200 εβδομάδων
es: Precio vs. media de 200 semanas
fa: قیمت نسبت به میانگین ۲۰۰ هفته‌ای
fi: Hinta vs. 200 viikon keskiarvo
fr: Prix vs moyenne sur 200 semaines
he: מחיר מול ממוצע 200 שבועות
hi: कीमत बनाम 200-सप्ताह औसत
hu: Ár vs. 200 hetes átlag
id: Harga vs. rata-rata 200 minggu
it: Prezzo vs media a 200 settimane
ja: 価格と200週平均の比較
ko: 200주 평균 대비 가격
nb: Kurs mot 200-ukers snitt
nl: Koers t.o.v. 200-weeksgemiddelde
pl: Cena vs. średnia 200-tygodniowa
pt: Preço vs. média de 200 semanas
pt_br: Preço vs. média de 200 semanas
ro: Preț vs. media pe 200 de săptămâni
ru: Цена к 200-недельной средней
sq: Çmimi kundrejt mesatares 200-javore
sv: Kurs mot 200-veckorsgenomsnitt
th: ราคาเทียบค่าเฉลี่ย 200 สัปดาห์
tr: Fiyat / 200 haftalık ortalama
uk: Ціна до 200-тижневої середньої
vi: Giá so với trung bình 200 tuần
zh_hans: 价格与 200 周均线

# ind_missing
source: not enough data
ar: بيانات غير كافية
cs: málo dat
da: for få data
de: zu wenig Daten
el: λίγα δεδομένα
es: datos insuficientes
fa: داده ناکافی
fi: liian vähän dataa
fr: données insuffisantes
he: מעט מדי נתונים
hi: अपर्याप्त डेटा
hu: kevés adat
id: data kurang
it: dati insufficienti
ja: データ不足
ko: 데이터 부족
nb: for lite data
nl: te weinig data
pl: za mało danych
pt: dados insuficientes
pt_br: dados insuficientes
ro: date insuficiente
ru: мало данных
sq: të dhëna të pamjaftueshme
sv: för lite data
th: ข้อมูลไม่พอ
tr: yetersiz veri
uk: замало даних
vi: không đủ dữ liệu
zh_hans: 数据不足

# ind_parabolic
source: Parabolic rise (30 days)
ar: صعود قطعي مكافئ (30 يومًا)
cs: Parabolický růst (30 dní)
da: Parabolsk stigning (30 dage)
de: Parabolischer Anstieg (30 Tage)
el: Παραβολική άνοδος (30 ημέρες)
es: Subida parabólica (30 días)
fa: رشد سهمی (۳۰ روز)
fi: Parabolinen nousu (30 päivää)
fr: Hausse parabolique (30 jours)
he: עלייה פרבולית (30 יום)
hi: परवलयिक उछाल (30 दिन)
hu: Parabolikus emelkedés (30 nap)
id: Kenaikan parabolik (30 hari)
it: Rialzo parabolico (30 giorni)
ja: 放物線的上昇（30日）
ko: 포물선형 상승(30일)
nb: Parabolsk stigning (30 dager)
nl: Parabolische stijging (30 dagen)
pl: Paraboliczny wzrost (30 dni)
pt: Subida parabólica (30 dias)
pt_br: Alta parabólica (30 dias)
ro: Creștere parabolică (30 de zile)
ru: Параболический рост (30 дней)
sq: Rritje parabolike (30 ditë)
sv: Parabolisk uppgång (30 dagar)
th: การพุ่งขึ้นแบบพาราโบลา (30 วัน)
tr: Parabolik yükseliş (30 gün)
uk: Параболічне зростання (30 днів)
vi: Tăng parabol (30 ngày)
zh_hans: 抛物线式上涨（30 天）

# ind_pi_cycle
source: Pi cycle (111/350 days)
ar: دورة Pi (111/350 يومًا)
cs: Pi cyklus (111/350 dní)
da: Pi-cyklus (111/350 dage)
de: Pi-Cycle (111/350 Tage)
el: Pi cycle (111/350 ημέρες)
es: Pi cycle (111/350 días)
fa: چرخه Pi (۱۱۱/۳۵۰ روز)
fi: Pi-sykli (111/350 päivää)
fr: Pi cycle (111/350 jours)
he: Pi cycle (111/350 ימים)
hi: Pi चक्र (111/350 दिन)
hu: Pi-ciklus (111/350 nap)
id: Pi cycle (111/350 hari)
it: Pi cycle (111/350 giorni)
ja: Pi サイクル（111/350日）
ko: Pi 사이클 (111/350일)
nb: Pi-syklus (111/350 dager)
nl: Pi-cyclus (111/350 dagen)
pl: Pi cycle (111/350 dni)
pt: Pi cycle (111/350 dias)
pt_br: Pi cycle (111/350 dias)
ro: Pi cycle (111/350 zile)
ru: Pi cycle (111/350 дней)
sq: Pi cycle (111/350 ditë)
sv: Pi-cykel (111/350 dagar)
th: Pi cycle (111/350 วัน)
tr: Pi döngüsü (111/350 gün)
uk: Pi cycle (111/350 днів)
vi: Pi cycle (111/350 ngày)
zh_hans: Pi 周期（111/350 天）

# ind_points_bottom
source: +%1$ld bottom
ar: +%1$ld قاع
cs: +%1$ld dno
da: +%1$ld bund
fa: +%1$ld کف
fi: +%1$ld pohja
fr: +%1$ld creux
he: +%1$ld תחתית
hi: +%1$ld बॉटम
hu: +%1$ld mélypont
id: +%1$ld dasar
ja: +%1$ld 底
ko: +%1$ld 저점
nb: +%1$ld bunn
nl: +%1$ld bodem
pl: +%1$ld dołek
ru: +%1$ld дно
sv: +%1$ld botten
th: +%1$ld จุดต่ำสุด
tr: +%1$ld dip
uk: +%1$ld дно
vi: +%1$ld đáy
zh_hans: +%1$ld 底部

# ind_points_top
source: +%1$ld top
ar: +%1$ld قمة
cs: +%1$ld vrchol
fa: +%1$ld سقف
fi: +%1$ld huippu
fr: +%1$ld sommet
he: +%1$ld שיא
hi: +%1$ld टॉप
hu: +%1$ld csúcs
id: +%1$ld puncak
ja: +%1$ld 天井
ko: +%1$ld 고점
nb: +%1$ld topp
pl: +%1$ld szczyt
ru: +%1$ld вершина
sv: +%1$ld topp
th: +%1$ld จุดสูงสุด
tr: +%1$ld tepe
uk: +%1$ld вершина
vi: +%1$ld đỉnh
zh_hans: +%1$ld 顶部

# ind_rsi_daily
source: RSI (daily)
ar: RSI (يومي)
cs: RSI (den)
da: RSI (dag)
de: RSI (Tag)
el: RSI (ημέρα)
es: RSI (diario)
fa: RSI (روزانه)
fi: RSI (päivä)
fr: RSI (jour)
he: RSI (יומי)
hi: RSI (दैनिक)
hu: RSI (napi)
id: RSI (harian)
it: RSI (giorno)
ja: RSI（日）
ko: RSI (일간)
nb: RSI (dag)
nl: RSI (dag)
pl: RSI (dzień)
pt: RSI (diário)
pt_br: RSI (diário)
ro: RSI (zilnic)
ru: RSI (день)
sq: RSI (ditor)
sv: RSI (dag)
th: RSI (วัน)
tr: RSI (günlük)
uk: RSI (день)
vi: RSI (ngày)
zh_hans: RSI（日）

# ind_rsi_weekly
source: RSI (weekly)
ar: RSI (أسبوعي)
cs: RSI (týden)
da: RSI (uge)
de: RSI (Woche)
el: RSI (εβδομάδα)
es: RSI (semanal)
fa: RSI (هفتگی)
fi: RSI (viikko)
fr: RSI (semaine)
he: RSI (שבועי)
hi: RSI (साप्ताहिक)
hu: RSI (heti)
id: RSI (mingguan)
it: RSI (settimana)
ja: RSI（週）
ko: RSI (주간)
nb: RSI (uke)
nl: RSI (week)
pl: RSI (tydzień)
pt: RSI (semanal)
pt_br: RSI (semanal)
ro: RSI (săptămânal)
ru: RSI (неделя)
sq: RSI (javor)
sv: RSI (vecka)
th: RSI (สัปดาห์)
tr: RSI (haftalık)
uk: RSI (тиждень)
vi: RSI (tuần)
zh_hans: RSI（周）

# ind_vs_btc
source: Strength vs. Bitcoin (90 days)
ar: القوة مقابل البيتكوين (90 يومًا)
cs: Síla vůči bitcoinu (90 dní)
da: Styrke mod Bitcoin (90 dage)
de: Stärke gegenüber Bitcoin (90 Tage)
el: Δύναμη έναντι Bitcoin (90 ημέρες)
es: Fuerza frente a Bitcoin (90 días)
fa: قدرت در برابر بیت‌کوین (۹۰ روز)
fi: Vahvuus Bitcoiniin nähden (90 päivää)
fr: Force face au Bitcoin (90 jours)
he: חוזק מול ביטקוין (90 יום)
hi: बिटकॉइन के मुकाबले ताकत (90 दिन)
hu: Erő a Bitcoinhoz képest (90 nap)
id: Kekuatan vs Bitcoin (90 hari)
it: Forza rispetto a Bitcoin (90 giorni)
ja: ビットコイン比の強さ（90日）
ko: 비트코인 대비 강도 (90일)
nb: Styrke mot Bitcoin (90 dager)
nl: Kracht t.o.v. Bitcoin (90 dagen)
pl: Siła względem Bitcoina (90 dni)
pt: Força face à Bitcoin (90 dias)
pt_br: Força em relação ao Bitcoin (90 dias)
ro: Forță față de Bitcoin (90 zile)
ru: Сила к биткоину (90 дней)
sq: Forca ndaj Bitcoin (90 ditë)
sv: Styrka mot Bitcoin (90 dagar)
th: ความแข็งแกร่งเทียบบิตคอยน์ (90 วัน)
tr: Bitcoin'e karşı güç (90 gün)
uk: Сила щодо біткоїна (90 днів)
vi: Sức mạnh so với Bitcoin (90 ngày)
zh_hans: 相对比特币强弱（90 天）

# insights_altseason_title
source: Altcoin season
ar: موسم العملات البديلة
cs: Altcoinová sezóna
da: Altcoin-sæson
de: Altcoin-Saison
el: Εποχή altcoin
es: Temporada de altcoins
fa: فصل آلت‌کوین
fi: Altcoin-kausi
fr: Saison des altcoins
he: עונת אלטקוינים
hi: ऑल्टकॉइन सीज़न
hu: Altcoin-szezon
id: Musim altcoin
it: Stagione delle altcoin
ja: アルトコインシーズン
ko: 알트코인 시즌
nb: Altcoin-sesong
nl: Altcoinseizoen
pl: Sezon altcoinów
pt: Época das altcoins
pt_br: Temporada de altcoins
ro: Sezonul altcoin
ru: Сезон альткоинов
sq: Sezoni i altcoin-eve
sv: Altcoinsäsong
th: ฤดูอัลต์คอยน์
tr: Altcoin sezonu
uk: Сезон альткоїнів
vi: Mùa altcoin
zh_hans: 山寨季

# insights_altseason_value
source: %lld of %2$lld large altcoins beat Bitcoin over 90 days
ar: %lld من %2$lld عملة بديلة كبيرة تتفوق على البيتكوين خلال 90 يومًا
cs: %lld z %2$lld velkých altcoinů porazilo bitcoin za 90 dní
da: %lld af %2$lld store altcoins slår Bitcoin over 90 dage
de: %lld von %2$lld grossen Altcoins schlagen Bitcoin über 90 Tage
el: %lld από %2$lld μεγάλα altcoin ξεπερνούν το Bitcoin σε 90 ημέρες
es: %lld de %2$lld grandes altcoins superan a Bitcoin en 90 días
fa: %lld از %2$lld آلت‌کوین بزرگ در ۹۰ روز از بیت‌کوین جلو زده‌اند
fi: %lld / %2$lld suuresta altcoinista voittaa Bitcoinin 90 päivässä
fr: %lld sur %2$lld grands altcoins battent le Bitcoin sur 90 jours
he: %lld מתוך %2$lld אלטקוינים גדולים עקפו את ביטקוין ב-90 יום
hi: %2$lld बड़े ऑल्टकॉइन में से %lld ने 90 दिनों में बिटकॉइन को पीछे छोड़ा
hu: %2$lld nagy altcoinból %lld veri a Bitcoint 90 nap alatt
id: %lld dari %2$lld altcoin besar mengungguli Bitcoin dalam 90 hari
it: %lld su %2$lld grandi altcoin battono Bitcoin su 90 giorni
ja: 大型アルト %2$lld 銘柄中 %lld 銘柄が90日でビットコインを上回る
ko: 대형 알트코인 %2$lld개 중 %lld개가 90일간 비트코인을 앞섬
nb: %lld av %2$lld store altcoins slår Bitcoin over 90 dager
nl: %lld van %2$lld grote altcoins verslaan Bitcoin over 90 dagen
pl: %lld z %2$lld dużych altcoinów bije Bitcoina w 90 dni
pt: %lld de %2$lld grandes altcoins batem a Bitcoin em 90 dias
pt_br: %lld de %2$lld grandes altcoins superam o Bitcoin em 90 dias
ro: %lld din %2$lld altcoin-uri mari bat Bitcoin în 90 de zile
ru: %lld из %2$lld крупных альткоинов обогнали биткоин за 90 дней
sq: %lld nga %2$lld altcoin të mëdhenj e mundin Bitcoin në 90 ditë
sv: %lld av %2$lld stora altcoins slår Bitcoin över 90 dagar
th: อัลต์คอยน์ใหญ่ %lld จาก %2$lld ชนะบิตคอยน์ใน 90 วัน
tr: %2$lld büyük altcoin'den %lld tanesi 90 günde Bitcoin'i geçti
uk: %lld з %2$lld великих альткоїнів обігнали біткоїн за 90 днів
vi: %lld/%2$lld altcoin lớn vượt Bitcoin trong 90 ngày
zh_hans: %2$lld 个大型山寨币中有 %lld 个在 90 天内跑赢比特币

# insights_chart_axis
source: Years since halving
ar: سنوات منذ التنصيف
cs: Roky od halvingu
da: År siden halvering
de: Jahre seit Halving
el: Έτη από το halving
es: Años desde el halving
fa: سال‌ها از هاوینگ
fi: Vuotta puolittumisesta
fr: Années depuis le halving
he: שנים מאז ההלווינג
hi: हॉल्विंग के बाद वर्ष
hu: Évek a felezés óta
id: Tahun sejak halving
it: Anni dall'halving
ja: 半減期からの年数
ko: 반감기 이후 연수
nb: År siden halvering
nl: Jaren sinds halving
pl: Lata od halvingu
pt: Anos desde o halving
pt_br: Anos desde o halving
ro: Ani de la halving
ru: Лет после халвинга
sq: Vite që nga halving-u
sv: År sedan halvering
th: ปีนับจากฮาล์ฟวิ่ง
tr: Yarılanmadan bu yana yıl
uk: Років після халвінгу
vi: Năm kể từ halving
zh_hans: 减半后年数
